Repository: h0useRus/StarCitizen
Catalog: SCTools/SCTools/Properties/Resources.*.resx
Languages: ko, ru, uk

# AppName
source: Star Citizen : Utils - v{0}
ko: 스타 시티즌 : 유틸 - v{0}

# GameMode_LIVE
source: Persistent Universe
ko: LIVE
ru: Постоянная Вселенная
uk: Постійний Всесвіт

# GameMode_PTU
source: Persistent Test Universe
ko: PTU
ru: Постоянная Вселенная (Тест)
uk: Постійний Всесвіт (Тест)

# GamePath_Description
source: Please select Star Citizen root folder.
ko: 스타 시티즌을 설치한 폴더를 선택하여 주십시오.
ru: Пожалуйста укажите корневую папку Star Citizen.
uk: Будь ласка, вкажіть кореневу папку Star Citizen.

# GamePath_Error_Text
source: Make sure you select the same Star Citizen folder as when installing the game.
ko: 스타 시티즌이 설치된 StarCitizen 폴더를 선택하여 주십시오.
ru: Пожалуйста убедитесь что вы выбрали такую же папку Star Citizen что и во время установки игры.
uk: Будь ласка, переконайтесь що ви вказали такий самий шлях до Star Citizen як при встановленні гри.

# GamePath_Error_Title
source: Wrong path to Star Citizen folder
ko: 스타 시티즌 설치 경로가 잘못됨
ru: Неверный путь к директории игры Star Citizen
uk: Не правильний шлях до гри Star Citizen

# GamePath_Hint
source: Press here to select Star Citizen root folder
ko: 여기를 눌러 스타 시티즌 설치 폴더를 선택합니다.
ru: Нажмите сюда чтобы указать корневую папку Star Citizen
uk: Нажміть сюди щоб вказати директорію гри Star Citizen

# LocalizationButton_Text
source: Localization {0}
ko: {0} 언어 패치
ru: Локализация {0}
uk: Локалізація {0}

# Localization_Add_Text
source: Add
ko: 추가
ru: Добавить
uk: Додати

# Application_Update_Title
source: Application update
ko: 프로그램 업데이트
ru: Обновление приложения
uk: Оновлення додатку

# Localization_AutomaticCheck_Measure
source: minutes
ko: 분 간격
ru: минут
uk: хвилин

# Localization_AvailableVersions_Text
source: Available versions:
ko: 사용 가능한 버전:
ru: Доступные версии:
uk: Доступні версії:

# Localization_Button_Disable_localization
source: Disable localization
ko: 언어 변경 비활성화
ru: Выключить локализацию

# Localization_Button_Enable_localization
source: Enable localization
ko: 언어 변경 활성화
ru: Включить локализацию

# Localization_Cancel_Text
source: Cancel
ko: 취소
ru: Отмена
uk: Скасувати

# Application_CheckForUpdates_Text
source: Check for application updates...
ko: 프로그램 업데이트 확인하기
ru: Проверка обновлений приложения...
uk: Перевірити оновлення додатку...

# Application_CheckForUpdate_Title
source: Check for application update
ko: 업데이트 확인
ru: Проверка обновлений приложения
uk: Перевірка оновлень додатку

# Localization_CheckForVersionEvery_Text
source: Check for new version every
ko: 자동으로 업데이트 확인하기 :
ru: Проверять на обновление каждые
uk: Перевіряти оновлення кожні

# Localization_CurrentLanguage
source: Current language:
ko: 현재 언어:
ru: Текущий язык:
uk: Обрана мова:

# Localization_DisplayPreReleases_Text
source: Display alpha versions
ko: 알파 버전 표시
ru: Отображать альфа версии
uk: Показувати альфа версії

# Localization_Downloading_Text
source: Downloading...
ko: 다운로드 중...
ru: Загрузка...
uk: Завантаження...

# Localization_Download_ErrorText
source: Unfortunately, it was an error during download. Please try again.
ko: 다운로드 중 오류가 발생하였습니다. 잠시 후 다시 시도하여 주십시오.
ru: К сожалению произошла ошибка во время загрузки. Пожалуйста, попробуйте еще раз.
uk: На жаль виникла помилка під час завантаження. Будь ласка, спробуйте ще раз.

# Localization_Download_ErrorTitle
source: Download Error
ko: 다운로드 오류
ru: Ошибка загрузки
uk: Помилка завантаження

# Localization_DuplicateRepoName_Text
source: Repository name '{0}' is already exist.
ko: '{0}'은/는 이미 사용 중인 리포지토리 이름입니다.
ru: Имя репозитория '{0}' уже используется.
uk: Імя репозиторію '{0}' вже використовується.

# Localization_DuplicateRepoUrl_Text
source: Repository url '{0}' is already exist.
ko: '{0}' 은/는 이미 사용 중인 리포지토리 주소입니다.
ru: Ссылка на репозиторий '{0}' уже используется.
uk: Посилання на репозиторій '{0}' вже використовується.

# Localization_Error_Title
source: Error
ko: 오류
ru: Ошибка
uk: Помилка

# Application_FailedInstallUpdate_Text
source: Failed install application update
ko: 프로그램 업데이트 설치 실패
ru: Ошибка установки обновления приложения
uk: Помилка встановлення оновлення додатку

# Localization_File_ErrorText
source: Unfortunately, it was an file error during install. Please ensure install folder and files is not open in other applicaitions.
ko: 설치 중 파일 오류가 발생하였습니다. 다른 프로그램에서 폴더 또는 파일을 사용하고 있지 않는지 확인하십시오.
ru: К сожалению произошла ошибка копирования файлов во время установки. Пожалуйста убедитесь что папка установки или файлы не открыты в других приложениях.
uk: На жаль виникла помилка копіювання файлів під час встановлення. Будь ласка, переконайтесь що директорія встановлення або файли в ній не відкриті в інших програмах.

# Localization_File_ErrorTitle
source: File Error
ko: 파일 오류
ru: Ошибка копирования файлов
uk: Помилка копіювання файлів

# Localization_Found_New_Version
source: Found new version {0}.
ko: 새로운 버전을 찾았습니다. - {0}
ru: Обнаружена новая версия {0}.
uk: Знайдена нова версія {0}.

# Localization_Game_Mode
source: Game mode
ko: 게임 모드
ru: Режим игры
uk: Режим гри

# Localization_Game_Version
source: Game version
ko: 게임 버전
ru: Версия игры
uk: Версія гри

# Localization_GitHubURL_Text
source: GitHub URL
ko: GitHub 주소
ru: Ссылка на GitHub

# Localization_Installed_Version
source: Installed version:
ko: 설치된 버전:
ru: Установл. версия:
uk: Встановлена версія:

# Localization_Installing_Text
source: Installing...
ko: 설치 중...
ru: Установка...
uk: Встановлення...

# Localization_InstallUpdateVer_Text
source: Install update: {0}
ko: 업데이트 설치: {0}
ru: Установить обновление: {0}
uk: Встановити оновлення: {0}

# Localization_InstallVersion_Text
source: Install selected version
ko: 선택된 버전 설치
ru: Установить выбранную версию
uk: Встановити обрану версію

# Localization_InstallVersion_Title
source: Install version: {0}
ko: 설치된 버전: {0}
ru: Установка версии: {0}
uk: Встановлення версії: {0}

# Localization_Install_ErrorText
source: Unfortunately, it was an error during installation. Please try again.
ko: 설치 중 오류가 발생하였습니다. 잠시 후 다시 시도하여 주십시오.
ru: К сожалению произошла ошибка во время установки. Пожалуйста, попробуйте еще раз.
uk: На жаль виникла помилка підчас встановлення. Будь ласка, спробуйте ще раз.

# Localization_Install_ErrorTitle
source: Install Error
ko: 설치 오류
ru: Ошибка установки
uk: Помилка встановлення

# Localization_InvalidRepoName_Text
source: Repository name is empty.
ko: 리포지토리 이름이 비어있습니다.
ru: Имя репозитория '{0}' пустое.
uk: Імя репозиторію '{0}' відсутнє.

# Localization_InvalidRepoUrl_Text
source: Repository url is empty.
ko: 리포지토리 주소가 비어있습니다.
ru: Ссылка на репозиторий '{0}' не верная или пустая.
uk: Посилання репозиторію '{0}' не вірне або відсутнє.

# Localization_Language_Text
source: Language
ko: 언어
ru: Язык
uk: Мова

# Localization_Latest_Version
source: Latest version:
ko: 최신 버전:
ru: Последняя версия:
uk: Остання версія:

# Localization_Manage_Text
source: Manage
ko: 관리
ru: Управл.
uk: Керув.

# Localization_Name_Text
source: Name
ko: 이름
ru: Имя
uk: Імя

# Localization_NoRepoAccess_Text
source: No access to repository '{0}'
ko: '{0}' 리포지토리에 액세스 할 수 없습니다.
ru: Нет доступа к репозиторию '{0}'
uk: Доступ до репозиторію '{0}' відсутній. Перевірте посилання репозиторію.

# Application_NoUpdatesFound_Text
source: No application updates were found
ko: 업데이트가 없습니다.
ru: Обновлений приложения не обнаружено
uk: Оновлень додатку не знайдено

# Localization_Package_ErrorText
source: Package is corrupted or not valid. Please try another or contact with package owner.
ko: 패키지가 손상되었거나 유효하지 않습니다. 다른 것을 시도하거나 패키지 관리자에게 문의하십시오.
ru: Загруженный пакет поврежден или не верный. Пожалуйста попытайсь загрузить другой или свяжитесь с владельцем репозитория.
uk: Завантажений пакет пошкоджений або не підтримується. Будь ласка, спробуйте завантажити інший або повідомте власника репозиторія.

# Localization_Package_ErrorTitle
source: Package Error
ko: 패키지 오류
ru: Ошибка пакета
uk: Помилка пакету

# Localization_Path_Text
source: Path
ko: 경로
ru: Путь
uk: Шлях

# Localization_Press_Refresh_Button
source: Please press Refresh button
ko: 새로고침 버튼을 눌러주십시오.
ru: Пожалуйста нажмите кнопку обновить
uk: Будь-ласка нажміть кнопку оновити

# Localization_RefreshAvailableVersion_Title
source: Refresh available versions
ko: 사용 가능한 버전 새로고침
ru: Обновление доступных версий
uk: Оновлення доступних версій

# Localization_Refresh_Text
source: Refresh
ko: 새로고침
ru: Обновить
uk: Оновити

# Localization_RemoveUsedRepoWarning_Text
source: Repository '{0}' used by '{1}'. Do you want remove it?
ko: '{1}'에서 사용하는 리포지토리는 '{0}'입니다. 삭제하겠습니까?
ru: Репозиторий '{0}' используется '{1}'. Вы уверены что хотите удалить его?
uk: Репозиторій '{0}' використовується '{1}'. Ви впевненні що бажаєте видалити його?

# Localization_Remove_Text
source: Remove
ko: 제거
ru: Удалить
uk: Видалити

# Localization_Repositories_Title
source: Star Citizen : Localization repositories
ko: 스타 시티즌 : 언어팩 리포지토리
ru: Star Citizen : Репозитории локализации
uk: Star Citizen : Репозиторії локалізації

# Localization_RunMinimized_Text
source: Run minimized
ko: 최소화 상태로 실행
ru: Запускать свернутым
uk: Запускати згорнутим

# Localization_RunOnStartup_Text
source: Run On Windows startup
ko: 윈도우즈가 시작될 때 자동 실행
ru: Автозагрузка на старте системы
uk: Автозапуск на старті системи

# Localization_SourceRepository_Text
source: Source repository:
ko: 소스 레포지토리:
ru: Источник:
uk: Джерело:

# Localization_Start_Monitoring
source: Start monitoring.
ko: 모니터링 시작
ru: Мониторинг начат.
uk: Моніторинг запущений.

# Localization_StdRepos_Title
source: Standard
ko: 표준
ru: Стандартные
uk: Стандартні

# Localization_Stop_Monitoring
source: Stop monitoring.
ko: 모니터링 중지
ru: Мониторинг остановлен.
uk: Моніторинг зупинений.

# Localization_Stop_Text
source: Stop
ko: 중지
ru: Прервать
uk: Зупинити

# Localization_Title
source: Star Citizen : Localization
ko: 스타 시티즌 : 언어팩
ru: Star Citizen : Локализация
uk: Star Citizen : Локалізація

# Localization_Uninstalling_Text
source: Uninstalling...
ko: 제거 중...
ru: Удаление...
uk: Видалення...

# Localization_UninstallLocalization_Text
source: Uninstall localization
ko: 언어팩 제거
ru: Полное удаление локализации
uk: Повне видалення локалізації

# Localization_Uninstall_ErrorText
source: Unable to uninstall localization. Please ensure install folder and files is not open in other applicaitions.
ko: 언어팩을 제거 할 수 없습니다. 다른 프로그램에서 폴더 또는 파일을 사용하고 있지 않는지 확인하십시오.
ru: Не возможно удалить локализацию. Пожалуйста убедитесь что папка установки или файлы не открыты в других приложениях.
uk: Не можливо видалити локалізацю. Будь ласка, переконайтесь що директорія встановлення або файли в ній не відкриті в інших програмах.

# Localization_Uninstall_ErrorTitle
source: Uninstall error
ko: 언어팩 제거 오류
ru: Ошибка удаления локализации
uk: Помилка видалення локалізації

# Localization_Uninstall_QuestionText
source: Are you sure your are want uninstall localization and remove all files?
ko: 정말 언어팩을 제거하고 모든 파일들을 제거하시겠습니까?
ru: Вы уверены что хотите удалить локализацию и все её файлы?
uk: Ви впевнені що хочете видалити локалізацію і всі її файли?

# Localization_Uninstall_QuestionTitle
source: Uninstall confirmation
ko: 제거 확인
ru: Подтверджение удаления
uk: Підтвердження видалення

# Localization_Uninstall_WarningText
source: Localization removed not fully. Some files can't be removed.
ko: 일부 파일을 삭제할 수 없어 언어팩이 완전히 제거되지 않았습니다.
ru: Локализация удалено не полностью. Некоторые файлы не удалось удалить.
uk: Локалізація видалена не повністю. Деякі файли неможливо видалити.

# Localization_Uninstall_WarningTitle
source: Uninstall warning
ko: 제거 경고
ru: Удаление локализации
uk: Видалення локалізації

# Application_UpdateAvailableDownloadAsk_Text
source: New application version {0} is available. Do you want download it now?
ko: 애플리케이션의 새 버전을 {0} 을/를 사용할 수 있습니다. 지금 설치 하시겠습니까?
ru: Доступная новая версия приложения {0}. Желаете загрузить?
uk: Доступна нова версія додатку {0}. Бажаєте завантажити?

# Application_UpdateAvailableInstallAsk_Text
source: New application version {0} is available. Do you want install it now?
ko: 애플리케이션의 새 버전을 {0} 을/를 사용할 수 있습니다. 지금 설치 하시겠습니까?
ru: Доступная новая версия приложения {0}. Желаете установить?
uk: Доступна нова версія додатку {0}. Бажаєте встановити?

# Localization_UserRepos_Title
source: User
ko: 유저
ru: Пользовательские
uk: Користувача

# Localization_Verify_ErrorText
source: Package security verification is not passed. Please try another or contact with package owner.
ko: 패키지 보안 확인에 실패하였습니다. 다른 것을 시도하거나 패키지 관리자에게 문의하십시오.
ru: Пакет не прошел проверку безопасности. Пожалуйста попытайсь загрузить другой или свяжитесь с владельцем репозитория.
uk: Пакет не пройшов перевірку безпеки. Будь ласка, спробуйте завантажити інший або повідомте власника репозиторія.

# Localization_Verify_ErrorTitle
source: Verification Error
ko: 확인 실패
ru: Ошибка проверки
uk: Помилка перевірки

# Localization_Warning_Title
source: Warning
ko: 경고
ru: Внимание
uk: Увага

# Localization_AlwaysOnTop_Text
source: Always On Top
ko: 항상 위에 표시하기
ru: Поверх остальных окон
uk: Поверх усіх вікон

# Localization_CheckForUpdates_Text
source: Check for updates...
ko: 업데이트 확인 중...
ru: Проверка обновлений...
uk: Оновити локалізацію {0}

# Localization_QuitApp_Text
source: Quit
ko: 나가기
ru: Выход
uk: Вихід

# Localization_UseHttpProxy_Text
source: Use Http Proxy
ko: 프록시 사용
ru: Использовать Http прокси
uk: Використовувати Http проксі

# Localization_CheckForUpdate_Title
source: Check for localization update
ko: 언어팩의 새 버전이 있는지 확인하기
ru: Проверка обновлений локализации
uk: Перевірка оновлень локалізації

# Localization_NoUpdatesFound_Text
source: No localization updates were found
ko: 언어팩의 새 버전이 없습니다.
ru: Обновлений локализации не обнаружено
uk: Оновлень локалізації не знайдено

# Localization_Settings_Text
source: Settings
ko: 설정
ru: Настройки
uk: Налаштування

# Localization_UpdateAvailableInstallAsk_Text
source: New localization version {0} is available. Do you want download and install it now?
ko: 새로운 언어팩 버전 {0} 을/를 사용 가능합니다. 지금 새로운 버전을 다운로드 하고 설치하시겠습니까?
ru: Доступная новая версия локализации {0}. Желаете загрузить и установить?
uk: Доступна нова версія локалізації {0}. Бажаєте завантажити і встановити?

# Localization_InstallWarning_Text
source: Dear friend, We are happy to see the interest to our project. But before installation we want to be sure you will read following reminder: 1. Any modification of the game which may give or give any technical advantage over other players or methods provided by developers violate EULA and will be punished with full strength. 2. Changes provided by this modification won't give you advantage over other players or advantages in methods provided by developers in game or any other kind of advantage. Therefore, as long as the modification is used exclusively in the parameters provided by us, you can not be afraid of any sanctions from the developers. 3. But still, only you are solely responsible for the use of this software, as well as for any installed modifications. By clicking "Yes", you confirm that you have read and understood the warning and ready to proceed with the installation.
ko: 여러분, 본 프로젝트에 관심을 가져주셔서 감사합니다! 설치 전 아래 사항을 반드시 읽어주세요. 1. 다른 플레이어 또는 개발사가 제공한 방법보다 기술적 이점을 제공하거나 제공할 수 있는 게임 수정은 EULA를 위반하는 것이며 강력한 제제를 받습니다. 2. 본 프로그램이 제공하는 기본 매개변수만 사용하는 한 타 플레이어보다 유리하거나 개발사가 제공하는 방법 또는 다른 종류의 이점을 제공하지 않으므로 안심하셔도 좋습니다. 3. 위 2개와 별개로 이 프로그램을 사용하는 것과 패치를 사용하는 것에 대한 책임은 여전히 여러분께 있습니다. 경고를 읽고 이해했으며 설치할 준비가 되었다면 "예"를 눌러 설치를 진행할 수 있습니다.
ru: Дорогой друг, Нам приятен интерес к локализации проекта. Но перед установкой хотим предупредить и уточнить: 1. Любые модификации игры, дающие преимущество технического плана над другими игроками или предоставленными разработчиками методами нарушают правила лицензионного соглашения и наказываются по всей строгости. 2. Предусмотренные данной модификацией изменения не предоставляют технические, не предусмотренные разработчиками или какие-либо другие преимущества. Поэтому, пока модификация используется исключительно в предусмотренных нами параметрах, Вы можете не опасаться каких-либо санкций со стороны разработчиков. 3. За использование данного программного обеспечения, как и за любые устанавливаемые модификации, любую ответственность несёте только Вы. После нажатия кнопки "Да" Вы подтверждаете что прочли и поняли предупреждение и готовы продолжить установку.

# Localization_InstallWarning_Title
source: Warning
ko: 경고
ru: Предупреждение

# Tools_Move_LIVE_PTU
source: Move LIVE to PTU
ko: LIVE 를 PTU 로 이동
ru: Переместить LIVE в PTU
uk: Перемістити LIVE в PTU

# Tools_Move_PTU_LIVE
source: Move PTU to LIVE
ko: PTU 를 LIVE 로 이동
ru: Переместить PTU в LIVE
uk: Перемістити PTU в LIVE

# Tools_Title
source: Tools
ko: 도구
ru: Инструменты
uk: Утиліти
